[AcidResist.Items.Item_Sage_Buff_AcidResist01 UsableItemDefinition]
UseFailureCharacterMessage="I want %s Use these words."
ItemName="Too loud"
PickupMessage="You are %s"
UseFailureLevelMessage="You must be at least %d level to use this feature."
UseFailureConstraintsMessage=""
NoManufacturerName="In general"

[AcidResist.Items.Item_Sage_Buff_AcidResist01:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="It is an unstoppable growth.."
NoConstraintText=""
Suffix=""
Prefix=""

[AcidResist.Items.Item_Sage_Buff_AcidResist01:AttributePresentationDefinition_13 AttributePresentationDefinition]
Description="Increases corrosion resistance by 2 units."
NoConstraintText=""
Suffix=""
Prefix=""

[AcidResist.Items.Item_Sage_Buff_AcidResist01:AttributePresentationDefinition_7 AttributePresentationDefinition]
Description="Water purifier."
NoConstraintText=""
Suffix=""
Prefix=""

[AcidResist.Items.Item_Sage_Buff_AcidResist02 UsableItemDefinition]
UseFailureCharacterMessage="you deserve it %s Use this product."
ItemName="lots of bleach."
PickupMessage="do you understand %s"
UseFailureLevelMessage="You must be at least level %d to use it."
UseFailureConstraintsMessage=""
NoManufacturerName="quality"

[AcidResist.Items.Item_Sage_Buff_AcidResist02:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="No progress."
NoConstraintText=""
Suffix=""
Prefix=""

[AcidResist.Items.Item_Sage_Buff_AcidResist02:AttributePresentationDefinition_13 AttributePresentationDefinition]
Description="Increases corrosion resistance within 5 minutes."
NoConstraintText=""
Suffix=""
Prefix=""

[AcidResist.Items.Item_Sage_Buff_AcidResist02:AttributePresentationDefinition_7 AttributePresentationDefinition]
Description="Wash with water"
NoConstraintText=""
Suffix=""
Prefix=""

[AcidResist.Items.Item_Sage_Buff_AcidResist03 UsableItemDefinition]
UseFailureCharacterMessage="You have to do this %s Use this product."
ItemName="Very white"
PickupMessage="you are rich %s"
UseFailureLevelMessage="You must be at least %d level to use this.."
UseFailureConstraintsMessage=""
NoManufacturerName="As usual"

[AcidResist.Items.Item_Sage_Buff_AcidResist03:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Unique developments."
NoConstraintText=""
Suffix=""
Prefix=""

[AcidResist.Items.Item_Sage_Buff_AcidResist03:AttributePresentationDefinition_13 AttributePresentationDefinition]
Description="Increases corrosion resistance for 10 minutes."
NoConstraintText=""
Suffix=""
Prefix=""

[AcidResist.Items.Item_Sage_Buff_AcidResist03:AttributePresentationDefinition_7 AttributePresentationDefinition]
Description="Acid bath"
NoConstraintText=""
Suffix=""
Prefix=""

[AcidResist.Items.Item_Sage_Buff_AcidResist04 UsableItemDefinition]
UseFailureCharacterMessage="you can be perfect %s after that."
ItemName="Lots of cleaning"
PickupMessage="very close to you %s"
UseFailureLevelMessage="You must be at least %d to use this item.."
UseFailureConstraintsMessage=""
NoManufacturerName="normal"

[AcidResist.Items.Item_Sage_Buff_AcidResist04:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="This cannot be changed."
NoConstraintText=""
Suffix=""
Prefix=""

[AcidResist.Items.Item_Sage_Buff_AcidResist04:AttributePresentationDefinition_13 AttributePresentationDefinition]
Description="A 30-minute bath increases immunity."
NoConstraintText=""
Suffix=""
Prefix=""

[AcidResist.Items.Item_Sage_Buff_AcidResist04:AttributePresentationDefinition_7 AttributePresentationDefinition]
Description="Wash off the acid"
NoConstraintText=""
Suffix=""
Prefix=""

[AcidResist.Items.Item_Sage_Buff_AcidResist05 UsableItemDefinition]
UseFailureCharacterMessage="I'm your %s this product."
ItemName="More details in the description"
PickupMessage="Do you understand %s"
UseFailureLevelMessage="You must have at least %d to use this function.."
UseFailureConstraintsMessage=""
NoManufacturerName="general"

[AcidResist.Items.Item_Sage_Buff_AcidResist05:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="big changes."
NoConstraintText=""
Suffix=""
Prefix=""

[AcidResist.Items.Item_Sage_Buff_AcidResist05:AttributePresentationDefinition_13 AttributePresentationDefinition]
Description="Increase ventilation for 50 minutes.."
NoConstraintText=""
Suffix=""
Prefix=""

[AcidResist.Items.Item_Sage_Buff_AcidResist05:AttributePresentationDefinition_7 AttributePresentationDefinition]
Description="cucumber pickle"
NoConstraintText=""
Suffix=""
Prefix=""

[AcidResist.Skills.Skill_Sage_Buff_AcidResist01 SkillDefinition]
SkillName="Renovation - acid resistance"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[AcidResist.Skills.Skill_Sage_Buff_AcidResist02 SkillDefinition]
SkillName="Update - Antacids"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[AcidResist.Skills.Skill_Sage_Buff_AcidResist03 SkillDefinition]
SkillName="Update - save ban"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[AcidResist.Skills.Skill_Sage_Buff_AcidResist04 SkillDefinition]
SkillName="Resistant to fresh acids"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[AcidResist.Skills.Skill_Sage_Buff_AcidResist05 SkillDefinition]
SkillName="Regeneration - acid resistance"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[AmmoRegen.Items.Item_Sage_Buff_AmmoRegen01 UsableItemDefinition]
UseFailureCharacterMessage="it is not necessary %s this project."
ItemName="The Secret of Kincaid"
PickupMessage="To pay %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage=""
NoManufacturerName="to generalize"

[AmmoRegen.Items.Item_Sage_Buff_AmmoRegen01:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Special update."
NoConstraintText=""
Suffix=""
Prefix=""

[AmmoRegen.Items.Item_Sage_Buff_AmmoRegen01:AttributePresentationDefinition_13 AttributePresentationDefinition]
Description="Replenishes ammo for 2 minutes."
NoConstraintText=""
Suffix=""
Prefix=""

[AmmoRegen.Items.Item_Sage_Buff_AmmoRegen01:AttributePresentationDefinition_7 AttributePresentationDefinition]
Description="Grandma's old recipes"
NoConstraintText=""
Suffix=""
Prefix=""

[AmmoRegen.Items.Item_Sage_Buff_AmmoRegen02 UsableItemDefinition]
UseFailureCharacterMessage="It should be done %s Use this item.."
ItemName="The Secret of Kincaid"
PickupMessage="You accepted it %s"
UseFailureLevelMessage="You must have at least %d level to use this feature."
UseFailureConstraintsMessage=""
NoManufacturerName="Generally"

[AmmoRegen.Items.Item_Sage_Buff_AmmoRegen02:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Growth is not sustainable."
NoConstraintText=""
Suffix=""
Prefix=""

[AmmoRegen.Items.Item_Sage_Buff_AmmoRegen02:AttributePresentationDefinition_13 AttributePresentationDefinition]
Description="Add ammo in 5 minutes.."
NoConstraintText=""
Suffix=""
Prefix=""

[AmmoRegen.Items.Item_Sage_Buff_AmmoRegen02:AttributePresentationDefinition_7 AttributePresentationDefinition]
Description="Grandma's recipe"
NoConstraintText=""
Suffix=""
Prefix=""

[AmmoRegen.Items.Item_Sage_Buff_AmmoRegen03 UsableItemDefinition]
UseFailureCharacterMessage="necessary %s Use this one."
ItemName="The Secret of Kincaid"
PickupMessage="close to you %s"
UseFailureLevelMessage="There is at least %d level to use this feature.."
UseFailureConstraintsMessage=""
NoManufacturerName="General"

[AmmoRegen.Items.Item_Sage_Buff_AmmoRegen03:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="A huge improvement."
NoConstraintText=""
Suffix=""
Prefix=""

[AmmoRegen.Items.Item_Sage_Buff_AmmoRegen03:AttributePresentationDefinition_13 AttributePresentationDefinition]
Description="It takes 10 minutes to charge.."
NoConstraintText=""
Suffix=""
Prefix=""

[AmmoRegen.Items.Item_Sage_Buff_AmmoRegen03:AttributePresentationDefinition_7 AttributePresentationDefinition]
Description="Grandma's recipe"
NoConstraintText=""
Suffix=""
Prefix=""

[AmmoRegen.Items.Item_Sage_Buff_AmmoRegen04 UsableItemDefinition]
UseFailureCharacterMessage="Should do %s Use this article."
ItemName="Kincaid secrets"
PickupMessage="You know %s"
UseFailureLevelMessage="There are at least %d to use this item. You have to be level."
UseFailureConstraintsMessage=""
NoManufacturerName="usually"

[AmmoRegen.Items.Item_Sage_Buff_AmmoRegen04:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="An unexpected development."
NoConstraintText=""
Suffix=""
Prefix=""

[AmmoRegen.Items.Item_Sage_Buff_AmmoRegen04:AttributePresentationDefinition_13 AttributePresentationDefinition]
Description="Loading ammunition in 30 minutes."
NoConstraintText=""
Suffix=""
Prefix=""

[AmmoRegen.Items.Item_Sage_Buff_AmmoRegen04:AttributePresentationDefinition_7 AttributePresentationDefinition]
Description="My grandmother cooks"
NoConstraintText=""
Suffix=""
Prefix=""

[AmmoRegen.Items.Item_Sage_Buff_AmmoRegen05 UsableItemDefinition]
UseFailureCharacterMessage="you are right %s Use this element."
ItemName="Kincaid secret"
PickupMessage="You did it %s"
UseFailureLevelMessage="You must be at least level %d to use this item."
UseFailureConstraintsMessage=""
NoManufacturerName="levitra"

[AmmoRegen.Items.Item_Sage_Buff_AmmoRegen05:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Unlimited development."
NoConstraintText=""
Suffix=""
Prefix=""

[AmmoRegen.Items.Item_Sage_Buff_AmmoRegen05:AttributePresentationDefinition_13 AttributePresentationDefinition]
Description="50 minutes to load the gun.."
NoConstraintText=""
Suffix=""
Prefix=""

[AmmoRegen.Items.Item_Sage_Buff_AmmoRegen05:AttributePresentationDefinition_7 AttributePresentationDefinition]
Description="Grandma's old recipe"
NoConstraintText=""
Suffix=""
Prefix=""

[AmmoRegen.Skills.Skill_Sage_Buff_AmmoRegen01 SkillDefinition]
SkillName="Upgrade: Weapon upgrade."
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[AmmoRegen.Skills.Skill_Sage_Buff_AmmoRegen02 SkillDefinition]
SkillName="Update: ammo recovery"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[AmmoRegen.Skills.Skill_Sage_Buff_AmmoRegen03 SkillDefinition]
SkillName="Pot full of mangoes"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[AmmoRegen.Skills.Skill_Sage_Buff_AmmoRegen04 SkillDefinition]
SkillName="Upgrade: Improved ammo."
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[AmmoRegen.Skills.Skill_Sage_Buff_AmmoRegen05 SkillDefinition]
SkillName="Fleet expansion"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[ExplosiveResist.Items.Item_Sage_Buff_ExplosiveResist01 UsableItemDefinition]
UseFailureCharacterMessage="I need you %s use this."
ItemName="Error"
PickupMessage="THERE %s"
UseFailureLevelMessage="You must be at least %d level to use this."
UseFailureConstraintsMessage=""
NoManufacturerName="together"

[ExplosiveResist.Items.Item_Sage_Buff_ExplosiveResist01:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="No progress."
NoConstraintText=""
Suffix=""
Prefix=""

[ExplosiveResist.Items.Item_Sage_Buff_ExplosiveResist01:AttributePresentationDefinition_13 AttributePresentationDefinition]
Description="Increases resistance to blast damage for 2 minutes."
NoConstraintText=""
Suffix=""
Prefix=""

[ExplosiveResist.Items.Item_Sage_Buff_ExplosiveResist01:AttributePresentationDefinition_7 AttributePresentationDefinition]
Description="What is theft??"
NoConstraintText=""
Suffix=""
Prefix=""

[ExplosiveResist.Items.Item_Sage_Buff_ExplosiveResist02 UsableItemDefinition]
UseFailureCharacterMessage="you need %s Use this article."
ItemName="stomach"
PickupMessage="it's about you %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage=""
NoManufacturerName="Power"

[ExplosiveResist.Items.Item_Sage_Buff_ExplosiveResist02:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="unique repair."
NoConstraintText=""
Suffix=""
Prefix=""

[ExplosiveResist.Items.Item_Sage_Buff_ExplosiveResist02:AttributePresentationDefinition_13 AttributePresentationDefinition]
Description="Increases resistance to blast damage for 5 minutes.."
NoConstraintText=""
Suffix=""
Prefix=""

[ExplosiveResist.Items.Item_Sage_Buff_ExplosiveResist02:AttributePresentationDefinition_7 AttributePresentationDefinition]
Description="What kind of mosquito is that??"
NoConstraintText=""
Suffix=""
Prefix=""

[ExplosiveResist.Items.Item_Sage_Buff_ExplosiveResist03 UsableItemDefinition]
UseFailureCharacterMessage="you need %s Use this item."
ItemName="producer"
PickupMessage="Depends on you %s"
UseFailureLevelMessage="You must be at least level %d to use this item."
UseFailureConstraintsMessage=""
NoManufacturerName="Only"

[ExplosiveResist.Items.Item_Sage_Buff_ExplosiveResist03:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Special development."
NoConstraintText=""
Suffix=""
Prefix=""

[ExplosiveResist.Items.Item_Sage_Buff_ExplosiveResist03:AttributePresentationDefinition_13 AttributePresentationDefinition]
Description="Resistance to burst damage increased to 10 minutes.."
NoConstraintText=""
Suffix=""
Prefix=""

[ExplosiveResist.Items.Item_Sage_Buff_ExplosiveResist03:AttributePresentationDefinition_7 AttributePresentationDefinition]
Description="What kind of game is this??"
NoConstraintText=""
Suffix=""
Prefix=""

[ExplosiveResist.Items.Item_Sage_Buff_ExplosiveResist04 UsableItemDefinition]
UseFailureCharacterMessage="You have to do it %s Use this item."
ItemName="Prison"
PickupMessage="What always %s"
UseFailureLevelMessage="To use this item you must have at least %d.."
UseFailureConstraintsMessage=""
NoManufacturerName="In general"

[ExplosiveResist.Items.Item_Sage_Buff_ExplosiveResist04:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Better than any game."
NoConstraintText=""
Suffix=""
Prefix=""

[ExplosiveResist.Items.Item_Sage_Buff_ExplosiveResist04:AttributePresentationDefinition_13 AttributePresentationDefinition]
Description="Increases resistance to high damage for 30 minutes.."
NoConstraintText=""
Suffix=""
Prefix=""

[ExplosiveResist.Items.Item_Sage_Buff_ExplosiveResist04:AttributePresentationDefinition_7 AttributePresentationDefinition]
Description="What, a mosquito?"
NoConstraintText=""
Suffix=""
Prefix=""

[ExplosiveResist.Items.Item_Sage_Buff_ExplosiveResist05 UsableItemDefinition]
UseFailureCharacterMessage="It should be like this. %s Through this article."
ItemName="It kills the stomach"
PickupMessage="you have %s"
UseFailureLevelMessage="You must be at least %d level to use this feature."
UseFailureConstraintsMessage=""
NoManufacturerName="in general"

[ExplosiveResist.Items.Item_Sage_Buff_ExplosiveResist05:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Amazing development."
NoConstraintText=""
Suffix=""
Prefix=""

[ExplosiveResist.Items.Item_Sage_Buff_ExplosiveResist05:AttributePresentationDefinition_13 AttributePresentationDefinition]
Description="Increases damage resistance for 50 minutes."
NoConstraintText=""
Suffix=""
Prefix=""

[ExplosiveResist.Items.Item_Sage_Buff_ExplosiveResist05:AttributePresentationDefinition_7 AttributePresentationDefinition]
Description="What is this? Is it a mosquito??"
NoConstraintText=""
Suffix=""
Prefix=""

[ExplosiveResist.Skills.Skill_Sage_Buff_ExplosiveResist01 SkillDefinition]
SkillName="Shaffer - resistant to explosions"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[ExplosiveResist.Skills.Skill_Sage_Buff_ExplosiveResist02 SkillDefinition]
SkillName="Better yet, prevent loss"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[ExplosiveResist.Skills.Skill_Sage_Buff_ExplosiveResist03 SkillDefinition]
SkillName="And resistance to inspiration"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[ExplosiveResist.Skills.Skill_Sage_Buff_ExplosiveResist04 SkillDefinition]
SkillName="Modification - anti-explosion"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[ExplosiveResist.Skills.Skill_Sage_Buff_ExplosiveResist05 SkillDefinition]
SkillName="Increase - resistance effect"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[FireRate.Items.Item_Sage_Buff_FireRate01 UsableItemDefinition]
UseFailureCharacterMessage="you will need %s Use this article."
ItemName="nanometer accelerator"
PickupMessage="you are rich %s"
UseFailureLevelMessage="You must be at least %d level to use this item.."
UseFailureConstraintsMessage=""
NoManufacturerName=""normal""

[FireRate.Items.Item_Sage_Buff_FireRate01:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="relationship development."
NoConstraintText=""
Suffix=""
Prefix=""

[FireRate.Items.Item_Sage_Buff_FireRate01:AttributePresentationDefinition_13 AttributePresentationDefinition]
Description="Increase the heat for 2 minutes."
NoConstraintText=""
Suffix=""
Prefix=""

[FireRate.Items.Item_Sage_Buff_FireRate01:AttributePresentationDefinition_7 AttributePresentationDefinition]
Description="That's nice!"
NoConstraintText=""
Suffix=""
Prefix=""

[FireRate.Items.Item_Sage_Buff_FireRate02 UsableItemDefinition]
UseFailureCharacterMessage="We need to %s use this project."
ItemName="Nano navigator"
PickupMessage="you know %s"
UseFailureLevelMessage="You must have at least %d level to use this feature.."
UseFailureConstraintsMessage=""
NoManufacturerName="Nature"

[FireRate.Items.Item_Sage_Buff_FireRate02:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="incomparable perfection."
NoConstraintText=""
Suffix=""
Prefix=""

[FireRate.Items.Item_Sage_Buff_FireRate02:AttributePresentationDefinition_13 AttributePresentationDefinition]
Description="Increase the flame speed for 5 minutes.."
NoConstraintText=""
Suffix=""
Prefix=""

[FireRate.Items.Item_Sage_Buff_FireRate02:AttributePresentationDefinition_7 AttributePresentationDefinition]
Description="very good!"
NoConstraintText=""
Suffix=""
Prefix=""

[FireRate.Items.Item_Sage_Buff_FireRate03 UsableItemDefinition]
UseFailureCharacterMessage="it would finish %s Please use these.."
ItemName="Nano accelerator"
PickupMessage="do you %s"
UseFailureLevelMessage="You must have at least %d before using this item."
UseFailureConstraintsMessage=""
NoManufacturerName="in general"

[FireRate.Items.Item_Sage_Buff_FireRate03:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="development."
NoConstraintText=""
Suffix=""
Prefix=""

[FireRate.Items.Item_Sage_Buff_FireRate03:AttributePresentationDefinition_13 AttributePresentationDefinition]
Description="Increase the heat for 10 minutes."
NoConstraintText=""
Suffix=""
Prefix=""

[FireRate.Items.Item_Sage_Buff_FireRate03:AttributePresentationDefinition_7 AttributePresentationDefinition]
Description="this is great!!"
NoConstraintText=""
Suffix=""
Prefix=""

[FireRate.Items.Item_Sage_Buff_FireRate04 UsableItemDefinition]
UseFailureCharacterMessage="working? %s its use.."
ItemName="Nanometric accelerator"
PickupMessage="you're right %s"
UseFailureLevelMessage="You must be at least %d level to use this feature.."
UseFailureConstraintsMessage=""
NoManufacturerName="This is a good thing"

[FireRate.Items.Item_Sage_Buff_FireRate04:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="A drug like no other."
NoConstraintText=""
Suffix=""
Prefix=""

[FireRate.Items.Item_Sage_Buff_FireRate04:AttributePresentationDefinition_13 AttributePresentationDefinition]
Description="Increase the heat to high for 30 minutes.."
NoConstraintText=""
Suffix=""
Prefix=""

[FireRate.Items.Item_Sage_Buff_FireRate04:AttributePresentationDefinition_7 AttributePresentationDefinition]
Description="It's a good thing.!"
NoConstraintText=""
Suffix=""
Prefix=""

[FireRate.Items.Item_Sage_Buff_FireRate05 UsableItemDefinition]
UseFailureCharacterMessage="whatever %s Take advantage of it."
ItemName="Nano Accelerator"
PickupMessage="Depends on you %s"
UseFailureLevelMessage="You must have at least %d to use this item."
UseFailureConstraintsMessage=""
NoManufacturerName="the light"

[FireRate.Items.Item_Sage_Buff_FireRate05:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="An unprecedented development."
NoConstraintText=""
Suffix=""
Prefix=""

[FireRate.Items.Item_Sage_Buff_FireRate05:AttributePresentationDefinition_13 AttributePresentationDefinition]
Description="Increase the heat to 50 minutes.."
NoConstraintText=""
Suffix=""
Prefix=""

[FireRate.Items.Item_Sage_Buff_FireRate05:AttributePresentationDefinition_7 AttributePresentationDefinition]
Description="What is beauty?!"
NoConstraintText=""
Suffix=""
Prefix=""

[FireRate.Skills.Skill_Sage_Buff_FireRate01 SkillDefinition]
SkillName="Update: fire status"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[FireRate.Skills.Skill_Sage_Buff_FireRate02 SkillDefinition]
SkillName="Please enter - electricity price"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[FireRate.Skills.Skill_Sage_Buff_FireRate03 SkillDefinition]
SkillName="Enhancement - Firepower"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[FireRate.Skills.Skill_Sage_Buff_FireRate04 SkillDefinition]
SkillName="Story - Flight of Fire"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[FireRate.Skills.Skill_Sage_Buff_FireRate05 SkillDefinition]
SkillName="In addition - the amount of fire"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[FireResist.Items.Item_Sage_Buff_FireResist01 UsableItemDefinition]
UseFailureCharacterMessage="PROCESSING %s Use this article."
ItemName="Get ice cream"
PickupMessage="He did it %s"
UseFailureLevelMessage="You must be below %d level to use this item."
UseFailureConstraintsMessage=""
NoManufacturerName="As usual"

[FireResist.Items.Item_Sage_Buff_FireResist01:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Infinite growth."
NoConstraintText=""
Suffix=""
Prefix=""

[FireResist.Items.Item_Sage_Buff_FireResist01:AttributePresentationDefinition_13 AttributePresentationDefinition]
Description="Increases fire resistance by 2 minutes.."
NoConstraintText=""
Suffix=""
Prefix=""

[FireResist.Items.Item_Sage_Buff_FireResist01:AttributePresentationDefinition_7 AttributePresentationDefinition]
Description="Beat the heat!."
NoConstraintText=""
Suffix=""
Prefix=""

[FireResist.Items.Item_Sage_Buff_FireResist02 UsableItemDefinition]
UseFailureCharacterMessage="It should be like this. %s Use this article.."
ItemName="Pouring bread"
PickupMessage="you have %s"
UseFailureLevelMessage="You need %d level to use this."
UseFailureConstraintsMessage=""
NoManufacturerName="General"

[FireResist.Items.Item_Sage_Buff_FireResist02:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Future development."
NoConstraintText=""
Suffix=""
Prefix=""

[FireResist.Items.Item_Sage_Buff_FireResist02:AttributePresentationDefinition_13 AttributePresentationDefinition]
Description="Increase fire resistance by 5 minutes."
NoConstraintText=""
Suffix=""
Prefix=""

[FireResist.Items.Item_Sage_Buff_FireResist02:AttributePresentationDefinition_7 AttributePresentationDefinition]
Description="Beat the heat.."
NoConstraintText=""
Suffix=""
Prefix=""

[FireResist.Items.Item_Sage_Buff_FireResist03 UsableItemDefinition]
UseFailureCharacterMessage="what you want %s Using this.."
ItemName="Soft cream"
PickupMessage="You have %s"
UseFailureLevelMessage="You must be at least %d level to use this item.."
UseFailureConstraintsMessage=""
NoManufacturerName="naturally"

[FireResist.Items.Item_Sage_Buff_FireResist03:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="This is a huge development."
NoConstraintText=""
Suffix=""
Prefix=""

[FireResist.Items.Item_Sage_Buff_FireResist03:AttributePresentationDefinition_13 AttributePresentationDefinition]
Description="Increases fire resistance by 10 minutes.."
NoConstraintText=""
Suffix=""
Prefix=""

[FireResist.Items.Item_Sage_Buff_FireResist03:AttributePresentationDefinition_7 AttributePresentationDefinition]
Description="To beat the heat."
NoConstraintText=""
Suffix=""
Prefix=""

[FireResist.Items.Item_Sage_Buff_FireResist04 UsableItemDefinition]
UseFailureCharacterMessage="need %s Use it."
ItemName="Ice Cream Smoothies"
PickupMessage="Be that as it may %s"
UseFailureLevelMessage="You will have at least 10% level to be able to use this.."
UseFailureConstraintsMessage=""
NoManufacturerName="of all"

[FireResist.Items.Item_Sage_Buff_FireResist04:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Unparalleled Innovation."
NoConstraintText=""
Suffix=""
Prefix=""

[FireResist.Items.Item_Sage_Buff_FireResist04:AttributePresentationDefinition_13 AttributePresentationDefinition]
Description="Heat for 30 minutes."
NoConstraintText=""
Suffix=""
Prefix=""

[FireResist.Items.Item_Sage_Buff_FireResist04:AttributePresentationDefinition_7 AttributePresentationDefinition]
Description="Click hot!."
NoConstraintText=""
Suffix=""
Prefix=""

[FireResist.Items.Item_Sage_Buff_FireResist05 UsableItemDefinition]
UseFailureCharacterMessage="The law has been established. %s use this."
ItemName="An ice cream cone"
PickupMessage="You are there %s"
UseFailureLevelMessage="You must have at least %d items to use this item.."
UseFailureConstraintsMessage=""
NoManufacturerName="In general"

[FireResist.Items.Item_Sage_Buff_FireResist05:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Nothing is better than happiness.."
NoConstraintText=""
Suffix=""
Prefix=""

[FireResist.Items.Item_Sage_Buff_FireResist05:AttributePresentationDefinition_13 AttributePresentationDefinition]
Description="Increases fire resistance by 50 minutes.."
NoConstraintText=""
Suffix=""
Prefix=""

[FireResist.Items.Item_Sage_Buff_FireResist05:AttributePresentationDefinition_7 AttributePresentationDefinition]
Description="burn."
NoConstraintText=""
Suffix=""
Prefix=""

[FireResist.Skills.Skill_Sage_Buff_FireResist01 SkillDefinition]
SkillName="Update - no lights"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[FireResist.Skills.Skill_Sage_Buff_FireResist02 SkillDefinition]
SkillName="Water resistance - fire resistance"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[FireResist.Skills.Skill_Sage_Buff_FireResist03 SkillDefinition]
SkillName="Development - Inflammable"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[FireResist.Skills.Skill_Sage_Buff_FireResist04 SkillDefinition]
SkillName="Enhancement: Fire resistance"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[FireResist.Skills.Skill_Sage_Buff_FireResist05 SkillDefinition]
SkillName="Upgrade the engine"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[HealthRegen.Items.Item_Sage_Buff_HealthRegen01 UsableItemDefinition]
UseFailureCharacterMessage="Do you want it? %s Use this."
ItemName="Dr G Snake Oil"
PickupMessage="you're right %s"
UseFailureLevelMessage="You must be at least %d level to use this item.."
UseFailureConstraintsMessage="All power was restored.."
NoManufacturerName="All in all"

[HealthRegen.Items.Item_Sage_Buff_HealthRegen01:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Good development."
NoConstraintText=""
Suffix=""
Prefix=""

[HealthRegen.Items.Item_Sage_Buff_HealthRegen01:AttributePresentationDefinition_13 AttributePresentationDefinition]
Description="Restore health within 2 minutes."
NoConstraintText=""
Suffix=""
Prefix=""

[HealthRegen.Items.Item_Sage_Buff_HealthRegen01:AttributePresentationDefinition_7 AttributePresentationDefinition]
Description="It is better than blood transfusion."
NoConstraintText=""
Suffix=""
Prefix=""

[HealthRegen.Items.Item_Sage_Buff_HealthRegen02 UsableItemDefinition]
UseFailureCharacterMessage="necessary %s usage."
ItemName="Dr. Jade snake oil"
PickupMessage="Next to you %s"
UseFailureLevelMessage="To use this feature, you must be at least %d level.."
UseFailureConstraintsMessage="Restores full health."
NoManufacturerName="general"

[HealthRegen.Items.Item_Sage_Buff_HealthRegen02:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Unprecedented growth."
NoConstraintText=""
Suffix=""
Prefix=""

[HealthRegen.Items.Item_Sage_Buff_HealthRegen02:AttributePresentationDefinition_13 AttributePresentationDefinition]
Description="Fix health in 5 minutes."
NoConstraintText=""
Suffix=""
Prefix=""

[HealthRegen.Items.Item_Sage_Buff_HealthRegen02:AttributePresentationDefinition_7 AttributePresentationDefinition]
Description="Better than blood.."
NoConstraintText=""
Suffix=""
Prefix=""

[HealthRegen.Items.Item_Sage_Buff_HealthRegen03 UsableItemDefinition]
UseFailureCharacterMessage="must %s To use this article."
ItemName="Snake Oil Dr"
PickupMessage="Part of a separate object %s"
UseFailureLevelMessage="You must have at least %d level to use this feature."
UseFailureConstraintsMessage="Restore all health."
NoManufacturerName="this"

[HealthRegen.Items.Item_Sage_Buff_HealthRegen03:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Unstoppable progress."
NoConstraintText=""
Suffix=""
Prefix=""

[HealthRegen.Items.Item_Sage_Buff_HealthRegen03:AttributePresentationDefinition_13 AttributePresentationDefinition]
Description="Restores health in 10 minutes."
NoConstraintText=""
Suffix=""
Prefix=""

[HealthRegen.Items.Item_Sage_Buff_HealthRegen03:AttributePresentationDefinition_7 AttributePresentationDefinition]
Description="Better than a blood transfusion."
NoConstraintText=""
Suffix=""
Prefix=""

[HealthRegen.Items.Item_Sage_Buff_HealthRegen04 UsableItemDefinition]
UseFailureCharacterMessage="I'm going to. %s For the use of this article."
ItemName="Dr. Z is snake oil"
PickupMessage="do you understand %s"
UseFailureLevelMessage="You must be at least %d years old to use this item."
UseFailureConstraintsMessage="Restore all health."
NoManufacturerName="in general"

[HealthRegen.Items.Item_Sage_Buff_HealthRegen04:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Infinite growth."
NoConstraintText=""
Suffix=""
Prefix=""

[HealthRegen.Items.Item_Sage_Buff_HealthRegen04:AttributePresentationDefinition_13 AttributePresentationDefinition]
Description="Focus on 30 minutes.."
NoConstraintText=""
Suffix=""
Prefix=""

[HealthRegen.Items.Item_Sage_Buff_HealthRegen04:AttributePresentationDefinition_7 AttributePresentationDefinition]
Description="Better than blood transfusion.."
NoConstraintText=""
Suffix=""
Prefix=""

[HealthRegen.Items.Item_Sage_Buff_HealthRegen05 UsableItemDefinition]
UseFailureCharacterMessage="Is true %s Use this article."
ItemName="Dr. Zid's Snake Oil"
PickupMessage="Is %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="Restores all health."
NoManufacturerName="Normal"

[HealthRegen.Items.Item_Sage_Buff_HealthRegen05:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Special update."
NoConstraintText=""
Suffix=""
Prefix=""

[HealthRegen.Items.Item_Sage_Buff_HealthRegen05:AttributePresentationDefinition_13 AttributePresentationDefinition]
Description="Restores health for 50 minutes."
NoConstraintText=""
Suffix=""
Prefix=""

[HealthRegen.Items.Item_Sage_Buff_HealthRegen05:AttributePresentationDefinition_7 AttributePresentationDefinition]
Description="It's more bloody."
NoConstraintText=""
Suffix=""
Prefix=""

[HealthRegen.Skills.Skill_Sage_Buff_HealthRegen01 SkillDefinition]
SkillName="Update: restores health"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[HealthRegen.Skills.Skill_Sage_Buff_HealthRegen02 SkillDefinition]
SkillName="Updates designed to improve health"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[HealthRegen.Skills.Skill_Sage_Buff_HealthRegen03 SkillDefinition]
SkillName="Update - Health"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[HealthRegen.Skills.Skill_Sage_Buff_HealthRegen04 SkillDefinition]
SkillName="Evolution: Restore health"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[HealthRegen.Skills.Skill_Sage_Buff_HealthRegen05 SkillDefinition]
SkillName="Repair: Restores the body"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[MaxHealth.Items.Item_Sage_Buff_MaxHealth01 UsableItemDefinition]
UseFailureCharacterMessage="Floor %s Use this article."
ItemName="strong beer"
PickupMessage="you have %s"
UseFailureLevelMessage="You need at least %d to use this item."
UseFailureConstraintsMessage="restore all health."
NoManufacturerName="high quality"

[MaxHealth.Items.Item_Sage_Buff_MaxHealth01:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Personal development."
NoConstraintText=""
Suffix=""
Prefix=""

[MaxHealth.Items.Item_Sage_Buff_MaxHealth01:AttributePresentationDefinition_13 AttributePresentationDefinition]
Description="Increases health for 2 minutes.."
NoConstraintText=""
Suffix=""
Prefix=""

[MaxHealth.Items.Item_Sage_Buff_MaxHealth01:AttributePresentationDefinition_7 AttributePresentationDefinition]
Description="a dog!"
NoConstraintText=""
Suffix=""
Prefix=""

[MaxHealth.Items.Item_Sage_Buff_MaxHealth02 UsableItemDefinition]
UseFailureCharacterMessage="must %s Use this item."
ItemName="Strong memory"
PickupMessage="One way or another _ %s"
UseFailureLevelMessage="You must be %d or older to use this."
UseFailureConstraintsMessage="Restores all health."
NoManufacturerName="This is normal"

[MaxHealth.Items.Item_Sage_Buff_MaxHealth02:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Repairs that cannot be replaced."
NoConstraintText=""
Suffix=""
Prefix=""

[MaxHealth.Items.Item_Sage_Buff_MaxHealth02:AttributePresentationDefinition_13 AttributePresentationDefinition]
Description="Improve your health in five minutes."
NoConstraintText=""
Suffix=""
Prefix=""

[MaxHealth.Items.Item_Sage_Buff_MaxHealth02:AttributePresentationDefinition_7 AttributePresentationDefinition]
Description="dog meat!"
NoConstraintText=""
Suffix=""
Prefix=""

[MaxHealth.Items.Item_Sage_Buff_MaxHealth03 UsableItemDefinition]
UseFailureCharacterMessage="Shall %s Use this article."
ItemName="strong beer"
PickupMessage="thee %s"
UseFailureLevelMessage="You must be at least %d level to use this item.."
UseFailureConstraintsMessage="Restore all life.."
NoManufacturerName="quality"

[MaxHealth.Items.Item_Sage_Buff_MaxHealth03:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Random change."
NoConstraintText=""
Suffix=""
Prefix=""

[MaxHealth.Items.Item_Sage_Buff_MaxHealth03:AttributePresentationDefinition_13 AttributePresentationDefinition]
Description="Stay safe for 10 minutes.."
NoConstraintText=""
Suffix=""
Prefix=""

[MaxHealth.Items.Item_Sage_Buff_MaxHealth03:AttributePresentationDefinition_7 AttributePresentationDefinition]
Description="a dog!"
NoConstraintText=""
Suffix=""
Prefix=""

[MaxHealth.Items.Item_Sage_Buff_MaxHealth04 UsableItemDefinition]
UseFailureCharacterMessage="I miss you %s To use this article."
ItemName="strong beer"
PickupMessage="You're right. %s"
UseFailureLevelMessage="You must be lower than %d to use this feature."
UseFailureConstraintsMessage="It restores all life."
NoManufacturerName="To SHARE"

[MaxHealth.Items.Item_Sage_Buff_MaxHealth04:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Invincible development."
NoConstraintText=""
Suffix=""
Prefix=""

[MaxHealth.Items.Item_Sage_Buff_MaxHealth04:AttributePresentationDefinition_13 AttributePresentationDefinition]
Description="Increases energy within 30 minutes.."
NoConstraintText=""
Suffix=""
Prefix=""

[MaxHealth.Items.Item_Sage_Buff_MaxHealth04:AttributePresentationDefinition_7 AttributePresentationDefinition]
Description="dog meat!"
NoConstraintText=""
Suffix=""
Prefix=""

[MaxHealth.Items.Item_Sage_Buff_MaxHealth05 UsableItemDefinition]
UseFailureCharacterMessage="required %s Use this article."
ItemName="Strong beer"
PickupMessage="I understand. %s"
UseFailureLevelMessage="You must have at least %d to use this item."
UseFailureConstraintsMessage="Restore all health."
NoManufacturerName="fair"

[MaxHealth.Items.Item_Sage_Buff_MaxHealth05:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="More."
NoConstraintText=""
Suffix=""
Prefix=""

[MaxHealth.Items.Item_Sage_Buff_MaxHealth05:AttributePresentationDefinition_13 AttributePresentationDefinition]
Description="Strengthen your health in 50 minutes."
NoConstraintText=""
Suffix=""
Prefix=""

[MaxHealth.Items.Item_Sage_Buff_MaxHealth05:AttributePresentationDefinition_7 AttributePresentationDefinition]
Description="dog food!"
NoConstraintText=""
Suffix=""
Prefix=""

[MaxHealth.Skills.Skill_Sage_Buff_MaxHealth01 SkillDefinition]
SkillName="Greater efficiency - resistance"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[MaxHealth.Skills.Skill_Sage_Buff_MaxHealth02 SkillDefinition]
SkillName="Constant humidity"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[MaxHealth.Skills.Skill_Sage_Buff_MaxHealth03 SkillDefinition]
SkillName="Hydration - resistance"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[MaxHealth.Skills.Skill_Sage_Buff_MaxHealth04 SkillDefinition]
SkillName="Fluid enhancement is energy"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[MaxHealth.Skills.Skill_Sage_Buff_MaxHealth05 SkillDefinition]
SkillName="Waterproof - solid"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[MaxShield.Items.Item_Sage_Buff_MaxShield01 UsableItemDefinition]
UseFailureCharacterMessage="you have to %s Use this article."
ItemName="June spray"
PickupMessage="It happened %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage=""
NoManufacturerName="usually"

[MaxShield.Items.Item_Sage_Buff_MaxShield01:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Welcome anyway."
NoConstraintText=""
Suffix=""
Prefix=""

[MaxShield.Items.Item_Sage_Buff_MaxShield01:AttributePresentationDefinition_13 AttributePresentationDefinition]
Description="Increase the weapon for two minutes.."
NoConstraintText=""
Suffix=""
Prefix=""

[MaxShield.Items.Item_Sage_Buff_MaxShield01:AttributePresentationDefinition_7 AttributePresentationDefinition]
Description="avoid pills."
NoConstraintText=""
Suffix=""
Prefix=""

[MaxShield.Items.Item_Sage_Buff_MaxShield02 UsableItemDefinition]
UseFailureCharacterMessage="I have to %s Use this article."
ItemName="buried ion"
PickupMessage="what do you have %s"
UseFailureLevelMessage="To use this item, you must be at least level %d."
UseFailureConstraintsMessage=""
NoManufacturerName="Personal"

[MaxShield.Items.Item_Sage_Buff_MaxShield02:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Irreversible development."
NoConstraintText=""
Suffix=""
Prefix=""

[MaxShield.Items.Item_Sage_Buff_MaxShield02:AttributePresentationDefinition_13 AttributePresentationDefinition]
Description="Protect for 5 minutes.."
NoConstraintText=""
Suffix=""
Prefix=""

[MaxShield.Items.Item_Sage_Buff_MaxShield02:AttributePresentationDefinition_7 AttributePresentationDefinition]
Description="take the ball away from you."
NoConstraintText=""
Suffix=""
Prefix=""

[MaxShield.Items.Item_Sage_Buff_MaxShield03 UsableItemDefinition]
UseFailureCharacterMessage="Another. %s Use this number.."
ItemName="Ion implantation"
PickupMessage="You have _ %s"
UseFailureLevelMessage="You must be at least %d level to use this item.."
UseFailureConstraintsMessage=""
NoManufacturerName="all in all"

[MaxShield.Items.Item_Sage_Buff_MaxShield03:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Update confirmed."
NoConstraintText=""
Suffix=""
Prefix=""

[MaxShield.Items.Item_Sage_Buff_MaxShield03:AttributePresentationDefinition_13 AttributePresentationDefinition]
Description="Lift the ice for 10 minutes."
NoConstraintText=""
Suffix=""
Prefix=""

[MaxShield.Items.Item_Sage_Buff_MaxShield03:AttributePresentationDefinition_7 AttributePresentationDefinition]
Description="Medicines from you."
NoConstraintText=""
Suffix=""
Prefix=""

[MaxShield.Items.Item_Sage_Buff_MaxShield04 UsableItemDefinition]
UseFailureCharacterMessage="You deserve it %s Use this program."
ItemName="ion current"
PickupMessage="You have it %s"
UseFailureLevelMessage="You must have at least %d to use this item.."
UseFailureConstraintsMessage=""
NoManufacturerName="versions"

[MaxShield.Items.Item_Sage_Buff_MaxShield04:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="great progress."
NoConstraintText=""
Suffix=""
Prefix=""

[MaxShield.Items.Item_Sage_Buff_MaxShield04:AttributePresentationDefinition_13 AttributePresentationDefinition]
Description="The test lasts 30 minutes.."
NoConstraintText=""
Suffix=""
Prefix=""

[MaxShield.Items.Item_Sage_Buff_MaxShield04:AttributePresentationDefinition_7 AttributePresentationDefinition]
Description="Let the bullet go."
NoConstraintText=""
Suffix=""
Prefix=""

[MaxShield.Items.Item_Sage_Buff_MaxShield05 UsableItemDefinition]
UseFailureCharacterMessage="You should; You should ... %s Use this."
ItemName="Ion implantation"
PickupMessage="Do you understand me %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage=""
NoManufacturerName="in most cases"

[MaxShield.Items.Item_Sage_Buff_MaxShield05:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Unstoppable progress."
NoConstraintText=""
Suffix=""
Prefix=""

[MaxShield.Items.Item_Sage_Buff_MaxShield05:AttributePresentationDefinition_13 AttributePresentationDefinition]
Description="Lift your screen for 50 minutes.."
NoConstraintText=""
Suffix=""
Prefix=""

[MaxShield.Items.Item_Sage_Buff_MaxShield05:AttributePresentationDefinition_7 AttributePresentationDefinition]
Description="The ball gets rolling.."
NoConstraintText=""
Suffix=""
Prefix=""

[MaxShield.Skills.Skill_Sage_Buff_MaxShield01 SkillDefinition]
SkillName="Update - A major security update"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[MaxShield.Skills.Skill_Sage_Buff_MaxShield02 SkillDefinition]
SkillName="Upgrades - most weapon upgrades"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[MaxShield.Skills.Skill_Sage_Buff_MaxShield03 SkillDefinition]
SkillName="Update: Update for many devices"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[MaxShield.Skills.Skill_Sage_Buff_MaxShield04 SkillDefinition]
SkillName="Enhancement: Increases base armor"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[MaxShield.Skills.Skill_Sage_Buff_MaxShield05 SkillDefinition]
SkillName="Upgrade - Increase your level of coverage."
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[ShieldRegen.Items.Item_Sage_Buff_ShieldRegen01 UsableItemDefinition]
UseFailureCharacterMessage="you will %s this product."
ItemName="I followed him"
PickupMessage="You decide %s"
UseFailureLevelMessage="You must be %d level to use this feature.."
UseFailureConstraintsMessage=""
NoManufacturerName="general"

[ShieldRegen.Items.Item_Sage_Buff_ShieldRegen01:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Incredible progress."
NoConstraintText=""
Suffix=""
Prefix=""

[ShieldRegen.Items.Item_Sage_Buff_ShieldRegen01:AttributePresentationDefinition_13 AttributePresentationDefinition]
Description="Adds 2 minutes of defensive regeneration."
NoConstraintText=""
Suffix=""
Prefix=""

[ShieldRegen.Items.Item_Sage_Buff_ShieldRegen01:AttributePresentationDefinition_7 AttributePresentationDefinition]
Description="Lightning Striker!"
NoConstraintText=""
Suffix=""
Prefix=""

[ShieldRegen.Items.Item_Sage_Buff_ShieldRegen02 UsableItemDefinition]
UseFailureCharacterMessage="You have to be sure. %s This item is intended for use."
ItemName="Balbozar juice"
PickupMessage="decide for you %s"
UseFailureLevelMessage="At least %d is required to use this item.."
UseFailureConstraintsMessage=""
NoManufacturerName="in general"

[ShieldRegen.Items.Item_Sage_Buff_ShieldRegen02:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="This is a wonderful development."
NoConstraintText=""
Suffix=""
Prefix=""

[ShieldRegen.Items.Item_Sage_Buff_ShieldRegen02:AttributePresentationDefinition_13 AttributePresentationDefinition]
Description="Allow the screen to reset for five minutes."
NoConstraintText=""
Suffix=""
Prefix=""

[ShieldRegen.Items.Item_Sage_Buff_ShieldRegen02:AttributePresentationDefinition_7 AttributePresentationDefinition]
Description="Driving in a thunderstorm!"
NoConstraintText=""
Suffix=""
Prefix=""

[ShieldRegen.Items.Item_Sage_Buff_ShieldRegen03 UsableItemDefinition]
UseFailureCharacterMessage="must %s Use this article."
ItemName="Spray water"
PickupMessage="Notes %s"
UseFailureLevelMessage="You must be at least %d to use this item."
UseFailureConstraintsMessage=""
NoManufacturerName="usually"

[ShieldRegen.Items.Item_Sage_Buff_ShieldRegen03:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="beforehand."
NoConstraintText=""
Suffix=""
Prefix=""

[ShieldRegen.Items.Item_Sage_Buff_ShieldRegen03:AttributePresentationDefinition_13 AttributePresentationDefinition]
Description="Defense increased to 10 minutes.."
NoConstraintText=""
Suffix=""
Prefix=""

[ShieldRegen.Items.Item_Sage_Buff_ShieldRegen03:AttributePresentationDefinition_7 AttributePresentationDefinition]
Description="Get off the throne!"
NoConstraintText=""
Suffix=""
Prefix=""

[ShieldRegen.Items.Item_Sage_Buff_ShieldRegen04 UsableItemDefinition]
UseFailureCharacterMessage="It must be you %s use this item."
ItemName="Water onions"
PickupMessage="Finally it happened. %s"
UseFailureLevelMessage="You must be level %d to use this feature.."
UseFailureConstraintsMessage=""
NoManufacturerName="strong"

[ShieldRegen.Items.Item_Sage_Buff_ShieldRegen04:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="good progress."
NoConstraintText=""
Suffix=""
Prefix=""

[ShieldRegen.Items.Item_Sage_Buff_ShieldRegen04:AttributePresentationDefinition_13 AttributePresentationDefinition]
Description="Increases the power of protection for 30 minutes.."
NoConstraintText=""
Suffix=""
Prefix=""

[ShieldRegen.Items.Item_Sage_Buff_ShieldRegen04:AttributePresentationDefinition_7 AttributePresentationDefinition]
Description="Lightning rod!"
NoConstraintText=""
Suffix=""
Prefix=""

[ShieldRegen.Items.Item_Sage_Buff_ShieldRegen05 UsableItemDefinition]
UseFailureCharacterMessage="That's right %s To use this tool."
ItemName="Barbosa water"
PickupMessage="six. %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage=""
NoManufacturerName="Often"

[ShieldRegen.Items.Item_Sage_Buff_ShieldRegen05:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="It is an unprecedented development."
NoConstraintText=""
Suffix=""
Prefix=""

[ShieldRegen.Items.Item_Sage_Buff_ShieldRegen05:AttributePresentationDefinition_13 AttributePresentationDefinition]
Description="Keep the mask on for an additional 50 minutes."
NoConstraintText=""
Suffix=""
Prefix=""

[ShieldRegen.Items.Item_Sage_Buff_ShieldRegen05:AttributePresentationDefinition_7 AttributePresentationDefinition]
Description="thunder runner!"
NoConstraintText=""
Suffix=""
Prefix=""

[ShieldRegen.Skills.Skill_Sage_Buff_ShieldRegen01 SkillDefinition]
SkillName="Update - shield update"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[ShieldRegen.Skills.Skill_Sage_Buff_ShieldRegen02 SkillDefinition]
SkillName="Update - Security Updates"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[ShieldRegen.Skills.Skill_Sage_Buff_ShieldRegen03 SkillDefinition]
SkillName="Update: Create a shield"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[ShieldRegen.Skills.Skill_Sage_Buff_ShieldRegen04 SkillDefinition]
SkillName="Upgrade - Upgrade armor"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[ShieldRegen.Skills.Skill_Sage_Buff_ShieldRegen05 SkillDefinition]
SkillName="Topic: Updated prayers"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[ShockResist.Items.Item_Sage_Buff_ShockResist01 UsableItemDefinition]
UseFailureCharacterMessage="should %s Use this feature."
ItemName="Dialectic sauce"
PickupMessage="you got it %s"
UseFailureLevelMessage="You need at least %d to use this feature."
UseFailureConstraintsMessage=""
NoManufacturerName="Together"

[ShockResist.Items.Item_Sage_Buff_ShockResist01:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="irreversible progress."
NoConstraintText=""
Suffix=""
Prefix=""

[ShockResist.Items.Item_Sage_Buff_ShockResist01:AttributePresentationDefinition_13 AttributePresentationDefinition]
Description="Increase electrical resistance for 2 minutes.."
NoConstraintText=""
Suffix=""
Prefix=""

[ShockResist.Items.Item_Sage_Buff_ShockResist01:AttributePresentationDefinition_7 AttributePresentationDefinition]
Description="No more fear.."
NoConstraintText=""
Suffix=""
Prefix=""

[ShockResist.Items.Item_Sage_Buff_ShockResist02 UsableItemDefinition]
UseFailureCharacterMessage="It's your turn %s To access this article."
ItemName="The base of the sauce"
PickupMessage="anyway %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage=""
NoManufacturerName="GENERAL DESCRIPTION"

[ShockResist.Items.Item_Sage_Buff_ShockResist02:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="sudden increase."
NoConstraintText=""
Suffix=""
Prefix=""

[ShockResist.Items.Item_Sage_Buff_ShockResist02:AttributePresentationDefinition_13 AttributePresentationDefinition]
Description="Increases electrical resistance for 5 minutes.."
NoConstraintText=""
Suffix=""
Prefix=""

[ShockResist.Items.Item_Sage_Buff_ShockResist02:AttributePresentationDefinition_7 AttributePresentationDefinition]
Description="I am not afraid anymore.."
NoConstraintText=""
Suffix=""
Prefix=""

[ShockResist.Items.Item_Sage_Buff_ShockResist03 UsableItemDefinition]
UseFailureCharacterMessage="You should be %s To use this article."
ItemName="Bilingual sauce"
PickupMessage="Good afternoon %s"
UseFailureLevelMessage="You must have at least %d level to use this item.."
UseFailureConstraintsMessage=""
NoManufacturerName="as always"

[ShockResist.Items.Item_Sage_Buff_ShockResist03:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Endless progress."
NoConstraintText=""
Suffix=""
Prefix=""

[ShockResist.Items.Item_Sage_Buff_ShockResist03:AttributePresentationDefinition_13 AttributePresentationDefinition]
Description="Increase the electrical resistance for 10 minutes.."
NoConstraintText=""
Suffix=""
Prefix=""

[ShockResist.Items.Item_Sage_Buff_ShockResist03:AttributePresentationDefinition_7 AttributePresentationDefinition]
Description="No more fear."
NoConstraintText=""
Suffix=""
Prefix=""

[ShockResist.Items.Item_Sage_Buff_ShockResist04 UsableItemDefinition]
UseFailureCharacterMessage="have to %s To use this article."
ItemName="courage of the tongue"
PickupMessage="you have %s"
UseFailureLevelMessage="You will like this product at least 100%."
UseFailureConstraintsMessage=""
NoManufacturerName="at the same time"

[ShockResist.Items.Item_Sage_Buff_ShockResist04:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Development is priceless.."
NoConstraintText=""
Suffix=""
Prefix=""

[ShockResist.Items.Item_Sage_Buff_ShockResist04:AttributePresentationDefinition_13 AttributePresentationDefinition]
Description="Add electrical resistance for 30 minutes.."
NoConstraintText=""
Suffix=""
Prefix=""

[ShockResist.Items.Item_Sage_Buff_ShockResist04:AttributePresentationDefinition_7 AttributePresentationDefinition]
Description="Don't be afraid anymore.."
NoConstraintText=""
Suffix=""
Prefix=""

[ShockResist.Items.Item_Sage_Buff_ShockResist05 UsableItemDefinition]
UseFailureCharacterMessage="Natural %s Use this item."
ItemName="Source of dialectic"
PickupMessage="Do you have %s"
UseFailureLevelMessage="You must have at least %d to use this feature.."
UseFailureConstraintsMessage=""
NoManufacturerName="A LOT"

[ShockResist.Items.Item_Sage_Buff_ShockResist05:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Sudden development of events."
NoConstraintText=""
Suffix=""
Prefix=""

[ShockResist.Items.Item_Sage_Buff_ShockResist05:AttributePresentationDefinition_13 AttributePresentationDefinition]
Description="Increases electrical resistance for up to 50 minutes.."
NoConstraintText=""
Suffix=""
Prefix=""

[ShockResist.Items.Item_Sage_Buff_ShockResist05:AttributePresentationDefinition_7 AttributePresentationDefinition]
Description="No more fear."
NoConstraintText=""
Suffix=""
Prefix=""

[ShockResist.Skills.Skill_Sage_Buff_ShockResist01 SkillDefinition]
SkillName="Impulse resistance"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[ShockResist.Skills.Skill_Sage_Buff_ShockResist02 SkillDefinition]
SkillName="Development - Resistance to electricity"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[ShockResist.Skills.Skill_Sage_Buff_ShockResist03 SkillDefinition]
SkillName="Amplification - electrical resistance"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[ShockResist.Skills.Skill_Sage_Buff_ShockResist04 SkillDefinition]
SkillName="Update - Reverse Light"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[ShockResist.Skills.Skill_Sage_Buff_ShockResist05 SkillDefinition]
SkillName="Update: Resistance to Power"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[SkillManager.Skill_Sage_BuffManager SkillDefinition]
SkillName="Director of Development"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

